[
  {
    "id": "1",
    "title": "7 Hal Penting Sebelum Mengadopsi Kucing Pertamamu",
    "category": "Adopsi",
    "readTime": "6 menit",
    "image": "https://images.pexels.com/photos/45201/kitten-cat-pet-animal-domestic-45201.jpeg",
    "excerpt": "Mengadopsi kucing bukan hanya soal rasa sayang — tapi juga tanggung jawab besar yang harus kamu pahami sebelum membawa pulang teman berbulu pertamamu.",
    "content": "\n        <p>Mengadopsi kucing bisa jadi pengalaman paling berkesan dalam hidupmu. Tapi sebelum memutuskan, penting untuk tahu bahwa kucing bukan mainan yang bisa ditinggalkan saat kamu bosan. Mereka adalah makhluk hidup yang butuh perhatian, kasih sayang, dan perawatan setiap hari.</p>\n        <h3>1. Kenali Gaya Hidupmu</h3>\n        <p>Kucing punya karakter beragam. Ada yang aktif dan suka bermain, ada juga yang tenang dan kalem. Kalau kamu sering di luar rumah, pilih ras yang mandiri seperti British Shorthair. Tapi kalau kamu tipe rumahan, kucing manja seperti Ragdoll bisa jadi pasangan ideal.</p>\n        <h3>2. Siapkan Lingkungan Aman</h3>\n        <p>Pastikan rumahmu aman untuk kucing baru. Singkirkan benda tajam, kabel listrik terbuka, dan tanaman beracun seperti lily atau monstera. Kucing suka menjelajah, jadi area rumah harus bebas dari hal-hal berbahaya.</p>\n        <h3>3. Pilih Sumber Adopsi yang Bertanggung Jawab</h3>\n        <p>Adopsi dari shelter atau komunitas yang terpercaya lebih baik daripada membeli dari breeder yang tidak jelas asal-usulnya. Banyak kucing di penampungan menunggu rumah penuh kasih sepertimu.</p>\n        <h3>4. Persiapkan Biaya Perawatan</h3>\n        <p>Kucing butuh makanan, pasir, vaksin, dan perawatan rutin. Pastikan kamu siap secara finansial. Jangan lupa dana darurat untuk kondisi medis tak terduga.</p>\n        <h3>5. Hari Pertama di Rumah</h3>\n        <p>Beri waktu kucing untuk beradaptasi. Biarkan ia menjelajahi ruangan kecil dulu. Hindari suara keras dan jangan paksa ia langsung berinteraksi.</p>\n        <h3>6. Kunjungan Pertama ke Dokter Hewan</h3>\n        <p>Setelah beberapa hari, bawa kucing ke dokter untuk pemeriksaan umum, vaksinasi, dan saran pakan yang tepat.</p>\n        <h3>7. Bersiaplah untuk Komitmen Panjang</h3>\n        <p>Kucing bisa hidup 12–20 tahun. Mereka bukan sekadar hewan peliharaan — mereka bagian keluarga. Saat kamu memutuskan untuk mengadopsi, kamu juga berjanji untuk mencintai mereka seumur hidup.</p>\n        <p>Jadi, sebelum membawa pulang kucing impianmu, pastikan kamu siap jadi manusia terbaik untuk mereka. Karena buat seekor kucing, kamulah dunianya. ❤️</p>\n        "
  },
  {
    "id": "2",
    "title": "Panduan Lengkap Makanan Kucing: Dari Kitten hingga Senior",
    "category": "Nutrisi",
    "readTime": "7 menit",
    "image": "https://images.pexels.com/photos/1170986/pexels-photo-1170986.jpeg",
    "excerpt": "Setiap tahap kehidupan kucing punya kebutuhan nutrisi berbeda. Yuk, pahami apa yang sebaiknya kamu berikan agar mereka tumbuh sehat dan bahagia.",
    "content": "\n        <p>Makanan adalah fondasi kesehatan kucing. Sama seperti manusia, apa yang mereka makan memengaruhi energi, bulu, hingga suasana hati. Memilih pakan yang tepat bisa membuat kucingmu hidup lebih lama dan bahagia.</p>\n        <h3>1. Makanan untuk Kitten</h3>\n        <p>Kitten (0–12 bulan) membutuhkan protein tinggi dan lemak sehat untuk pertumbuhan. Pilih makanan berlabel “kitten formula”. Jangan berikan susu sapi karena bisa menyebabkan diare.</p>\n        <h3>2. Makanan untuk Dewasa</h3>\n        <p>Kucing dewasa (1–7 tahun) butuh keseimbangan antara protein, serat, dan kelembapan. Kombinasi wet food dan dry food sangat baik, terutama untuk menjaga kesehatan gigi dan ginjal.</p>\n        <h3>3. Makanan untuk Kucing Senior</h3>\n        <p>Kucing berusia 8 tahun ke atas cenderung lebih lambat dan butuh makanan rendah kalori. Pilih pakan dengan tambahan glucosamine untuk sendi dan taurine untuk jantung.</p>\n        <h3>4. Jangan Sembarangan Memberi Camilan</h3>\n        <p>Biskuit manusia atau makanan asin berpotensi berbahaya. Gunakan snack khusus kucing dalam jumlah kecil sebagai hadiah saat bermain.</p>\n        <h3>5. Air Adalah Nutrisi Penting</h3>\n        <p>Kucing jarang minum air, jadi pastikan kamu menyediakan air bersih setiap hari atau gunakan water fountain yang menarik minat mereka.</p>\n        <h3>6. Tanda Makanan Tidak Cocok</h3>\n        <p>Jika kucingmu muntah, diare, atau bulu rontok parah, hentikan pakan yang digunakan dan konsultasikan ke dokter hewan.</p>\n        <p>Memberi makan dengan penuh perhatian bukan cuma soal perut kenyang, tapi juga bentuk cinta. Karena tubuh sehat membuat mereka bisa bermain dan mendekapmu lebih lama. ❤️</p>\n        "
  },
  {
    "id": "3",
    "title": "Rahasia Kucing Bahagia: Panduan Bermain dan Interaksi",
    "category": "Perilaku",
    "readTime": "6 menit",
    "image": "https://images.pexels.com/photos/416160/pexels-photo-416160.jpeg",
    "excerpt": "Bermain bukan hanya hiburan, tapi kebutuhan penting untuk menjaga kesehatan mental dan fisik kucingmu.",
    "content": "\n        <p>Banyak orang mengira kucing adalah hewan penyendiri. Padahal, kucing yang bahagia adalah kucing yang aktif, terstimulasi, dan merasa dekat dengan pemiliknya. Waktu bermain bersama bukan hanya mempererat hubungan, tapi juga menjaga kesehatan mereka.</p>\n        <h3>1. Mengapa Bermain Itu Penting?</h3>\n        <p>Bermain membantu kucing melepaskan energi dan menyalurkan insting berburu mereka. Kurang bermain bisa menyebabkan stres, obesitas, dan perilaku destruktif.</p>\n        <h3>2. Jenis Mainan yang Disukai Kucing</h3>\n        <ul>\n          <li><strong>Mainan berbulu</strong> — meniru gerakan mangsa.</li>\n          <li><strong>Laser pointer</strong> — bagus untuk melatih refleks, tapi jangan lupa beri “hadiah nyata” di akhir sesi.</li>\n          <li><strong>Puzzle feeder</strong> — melatih otak sekaligus menunda makan berlebihan.</li>\n        </ul>\n        <h3>3. Durasi Ideal Bermain</h3>\n        <p>Mainlah sekitar 15–20 menit dua kali sehari. Gunakan waktu ini sebagai rutinitas, misalnya pagi sebelum kerja dan malam sebelum tidur.</p>\n        <h3>4. Tanda Kucing Lelah</h3>\n        <p>Jika kucing mulai menjilat bulu atau berbaring, berhenti sejenak. Mereka butuh istirahat sebelum melanjutkan permainan.</p>\n        <h3>5. Bermain untuk Kucing Indoor</h3>\n        <p>Jika kucingmu tidak pernah keluar rumah, berikan stimulasi ekstra: jendela dengan pemandangan burung, tempat tinggi untuk memanjat, dan waktu interaksi rutin denganmu.</p>\n        <p>Bermain bersama kucing bukan sekadar kegiatan lucu — itu cara sederhana untuk berkata “aku peduli padamu”. ❤️</p>\n        "
  }
]